<!DOCTYPE html>
<html lang="en">
    <meta http-equiv="content-type" content="text/html;charset=UTF-8" />
    <meta charset="utf-8">
    <title>Phrae Weir </title>

    <link rel="icon" href="{{ asset('images/icon/favicon1.ico')}}" type="image/x-icon">
    <link href="https://fonts.googleapis.com/css?family=Mitr|Prompt" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Quicksand:500,700" rel="stylesheet">

    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/themify-icons.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/icofont.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/font-awesome.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/datatables.bootstrap4.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/buttons.datatables.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/responsive.bootstrap4.min.css')}}">

    <link rel="stylesheet" href="{{ asset('css/form/bootstrap.min.css') }}">
    <link rel="stylesheet" href="{{ asset('css/form/waves.min.css')}}" type="text/css" media="all">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/jquery.steps.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/style1.css')}}">

    <style>
      .text{
        font-size: 18px;
        margin: 5px;
        margin-bottom: 20px;
        padding:10px;
        text-indent: 5em;
        text-align:justify;
      }
      .text2{
        font-size: 18px;
        margin-left: 5em;
        padding:5px;
      }
      .text3{
        font-size: 18px;
        margin-left: 7em;
        padding:5px;
      }
    </style>
  </head>

  <body class="horizontal-icon-fixed" >
    @yield('content')
    <div class="loader-bg">
        <div class="loader-bar"></div>
    </div>

    <div id="pcoded" class="pcoded" >
      <div class="pcoded-overlay-box"></div>
      
      <div class="pcoded-container navbar-wrapper">
        @include('menu.header')

        <div class="pcoded-main-container">
          <div class="pcoded-wrapper">
             @include('menu.slidebar')
            <!-- Map -->
            <div class="pcoded-content">
              <div class="card"><h3></h3></div>
                <div class="pcoded-inner-content">
                    <div class="main-body">
                        <div class="page-wrapper">
                            <div class="row justify-content-md-center">
                                <div class="col-md-12">
                                    <div class="card table-card">
                                        <div class="card-header text-center">
                                        <h2>โครงการพัฒนาระบบสารสนเทศการตรวจประเมินสภาพฝายและ
                                          <br>
                                          วางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่
                                        </h2>     
                                        <hr>                         
                                        </div>
                                        <div class="card-block">
                                          <div class="row justify-content-md-center">
                                            <div class="col-md-10 col-lg-10">
                                              <div class="card">
                                                 <div class="card-block">
                                                    <h3> 1. หลักการและเหตุผล : </h3>
                                                      <div class="text">
                                                        สืบเนื่องจากที่ผ่านมา องค์การบริหารส่วนจังหวัดเชียงใหม่ได้รับคำร้องขอการสนับสนุนการปรับปรุงซ่อมแซมฝายขององค์กรปกครองส่วนท้องถิ่นในจังหวัดเชียงใหม่มาอย่างต่อเนื่อง  
                                                        ซึ่งการรับเรื่องการปรับปรุงฝายส่วนใหญ่ไม่ได้มีการวางแผนและมีการเก็บข้อมูลครบถ้วนตามหลักวิชาการ มีปัญหากระทบทั้งด้านต้นน้ำและปลายน้ำ 
                                                        ทำให้การผลลัพธ์ในเรื่องการสร้างประโยชน์ให้พื้นที่ไม่สมบูรณ์  ซึ่งจากการลงพื้นที่รับฟังปัญหาของประชาชนในจังหวัดเชียงใหม่ ได้พบปัญหาสำคัญมากอีกอย่าง 
                                                        คือ ฝายและระบบส่งน้ำที่มีอยู่จำนวนมากนั้น มีฝายอีกจำนวนมากที่ชำรุดเสียหายหรือมีประสิทธิภาพไม่ดี ได้แก่ การขาดความสามารถในการยกระดับผันน้ำเข้าคลอง
                                                        หรือเหมืองส่งน้ำไปใช้ในฤดูการเพาะปลูก ประตูน้ำชำรุด มีตะกอนหน้าฝาย และขาดความสามารถใช้เก็บกักน้ำไว้ใช้ที่บริเวณหน้าฝายในฤดูแล้ง และมีฝายบางส่วนที่สร้างปัญหากีดขวางทางน้ำ 
                                                        ซึ่งถ้าแก้ไขปรับปรุงไม่ถูกหลักวิชาการจะก่อให้เกิดปัญหาภัยแล้งและน้ำท่วมขึ้นในพื้นที่ได้ ซึ่งปัญหาเหล่านี้จะเพิ่มและรุนแรงมากขึ้น ในแต่ละปีทางภาครัฐต้องใช้งบประมาณจำนวนมาก
                                                        ในการบรรเทาปัญหาภัยแล้งจากการขาดประสิทธิภาพของฝาย ซึ่งเป็นการแก้ไขปัญหาเฉพาะหน้าไม่มีความยั่งยืน และจากการหารือในคณะอนุกรรมทรัพยากรน้ำจังหวัดเชียงใหม่ 
                                                        พบว่าจังหวัดเชียงใหม่ยังขาดการจัดเก็บระบบฐานข้อมูลสภาพฝายของทุกหน่วยงานที่มีนับพันแห่ง ทำให้การวางแผนป้องกันและแก้ไขปัญหาภัยแล้งในพื้นที่เกษตรที่ใช้น้ำจากฝายยังทำได้ไม่ดี 
                                                        เนื่องจากฝายจำนวนมากมีการชำรุด หลายหน่วยงานไม่สามารถซ่อมแซมได้เนื่องจากต้องใช้ความรู้ในวิชาการด้านวิศวกรรมชลศาสตร์ ขาดผลการตรวจประเมินสภาพฝายและไม่มีการเตรียมแนวทาง
                                                        การซ่อมแซมแก้ไขการชำรุดของฝายไว้ล่วงหน้า ทำให้เสียโอกาสในการได้ใช้งบประมาณจากภาครัฐในเรื่องการแก้ไขปัญหาภัยแล้งเร่งด่วน ทั้งที่การใช้งบในการปรับปรุงซ่อมแซมฝายที่มีอยู่เดิมนั้น 
                                                        สามารถทำได้โดยทันที เพราะไม่มีปัญหาเรื่องการใช้ที่ดินใหม่ และไม่มีปัญหาข้อขัดแย้งของชุมชน การแก้ไขปัญหาดังกล่าวให้ได้ผลนั้น จะต้องทำการตรวจประเมินสภาพฝายและระบบส่งน้ำ
                                                        ซึ่งเป็นการตรวจสภาพการใช้งานและความเสี่ยงต่อความปลอดภัยขององค์ประกอบต่าง ๆของฝาย และใช้องค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ของชุมชน มาวางแนวทางปรับปรุง
                                                        หรือเปลี่ยนแปลงรูปแบบของฝาย เพื่อให้กลับมามีประสิทธิภาพ นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินระดับตื้นในพื้นที่ได้เป็นอย่างดี 
                                                      </div>
                                                      <div class="text"> 
                                                        และด้วยในต้นปี พ.ศ. 2566 องค์การบริหารส่วนจังหวัดเชียงใหม่ได้ดำเนินการโครงการพัฒนาระบบสารสนเทศการตรวจประเมินสภาพฝายและการบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วม 
                                                        ในจังหวัดเชียงใหม่ ระยะแรก ครอบคลุมทุกตำบลในพื้นที่ 6 อำเภอ และการไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ ได้จัดทำโครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่
                                                        เสี่ยงภัยน้ำท่วมและภัยแล้งบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูงในพื้นที่ลุ่มน้ำแม่จาง 2 อำเภอ รวมเป็น 8 อำเภอ จาก 13 อำเภอของจังหวัดเชียงใหม่ ได้แก่ อ.ห้างฉัตร 
                                                        อ.เกาะคา อ.แจ้ห่ม อ.สบปราบ อ.เถิน อ.งาว อ.แม่เมาะ และ อ.แม่ทะ เพื่อทำระบบข้อมูลการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝาย มีฐานข้อมูลและแนวคิดสำหรับ
                                                        วิธีการแก้ไขปัญหาเพื่อปรับปรุงฝาย โดยผลผลิตของโครงการที่ได้ จะทำให้หน่วยงานที่รับผิดชอบโดยเฉพาะองค์กรปกครองส่วนท้องถิ่นและชุมชนในพื้นที่ 8 อำเภอนี้ 
                                                        สามารถใช้เป็นแนวทางในการแก้ไขปรับปรุงฝายได้เป็นอย่างดี 
                                                      </div>
                                                      <div class="text"> 
                                                        จากกิจกรรมพัฒนาระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่ ในระยะที่ผ่านมาได้มีข้อเสนอแนะจากหน่วยงาน ภาคประชาชน 
                                                        องค์กร/มูลนิธิ อยากให้ดำเนินการจัดทำระบบนี้ให้ครอบคลุมพื้นที่ทั้งจังหวัดเชียงใหม่ โดยในโครงการที่ผ่านมาได้ทำในพื้นที่ 8 อำเภอเท่านั้น ยังไม่ครอบคลุมพื้นที่ทั้งจังหวัด 
                                                        โดยยังเหลืออีกอำเภอ 5 อำเภอ ได้แก่ อ.เมืองลำปาง อ.เสริมงาม อ.วังเหนือ อ.เมืองปาน และ อ.แม่พริก ซึ่งพื้นที่ดังกล่าวมีฝายของหน่วยงานและชุมชนจำนวนมาก 
                                                        ดังนั้นการดำเนินการจัดทำระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่ ในระยะที่สอง ในพื้นที่ดังกล่าวจะเป็นการลดความเหลื่อมล้ำ
                                                        ของการได้รับการข้อมูลสำคัญจากภาครัฐอย่างเท่าเทียมกัน และเพื่อให้หน่วยงานในพื้นที่นี้มีความพร้อมในการวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่ 
                                                        เพื่อเตรียมความพร้อมรับมือสถานการณ์ภัยแล้งและภัยแล้ง และมีฐานข้อมูลการตรวจประเมินสภาพฝายครอบคลุมทั้ง 13 อำเภอของจังหวัดเชียงใหม่
                                                      </div>
                                                      <div class="text"> 
                                                        ดังนั้นจึงมีความจำเป็นที่จะต้องพัฒนาระบบสารสนเทศการตรวจประเมินสภาพฝายและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่ในพื้นที่ของอีก 5 อำเภอ
                                                        ที่เหลือของจังหวัดเชียงใหม่ เพื่อจะได้มีการเตรียมความพร้อมเพื่อรับมือภัยแล้งและน้ำท่วม ในเขตพื้นที่ความเสี่ยงสูงอย่างเป็นระบบ โดยเน้นกิจกรรมหลักเร่งด่วน (Quick Win) 
                                                        ได้แก่ กิจกรรมพัฒนาระบบข้อมูลสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงใหม่ เพื่อเป็นแนวทางการแก้ไขปัญหาที่เหมาะสมถูกหลักวิชาการ 
                                                        มีการรวบรวมตำแหน่งของฝายทุกแห่งที่มีปัญหา และแนวทางวิธีการปรับปรุงเพิ่มประสิทธิภาพหรือปรับเปลี่ยนรูปแบบในแต่ละแห่ง โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมาก
                                                        ที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่นและชุมชน โดยผลผลิตที่ได้จะใช้เป็นข้อมูลสำคัญในกำหนดรูปแบบของการวางแผน การจัดหางบประมาณ 
                                                        และลงมือปฏิบัติการแก้ไขปัญหาต่อไปโดยหน่วยงานที่เกี่ยวข้อง องค์กรปกครองส่วนท้องถิ่น และชุมชน นอกจากนี้องค์การบริหารส่วนจังหวัดยังสามารถนำผลผลิตไป
                                                        ใช้วางแผนให้การสนับสนุนองค์กรปกครองส่วนท้องถิ่นต่างๆ ในการปรับปรุงและซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อหน่วยงานและประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม 
                                                      </div>

                                                    <br>
                                                    <h3>2. วัตถุประสงค์ของโครงการ : </h3>
                                                    <div class="text"> 
                                                      เพื่อพัฒนาระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่ทุกตำบลครอบคลุม 13 อำเภอของจังหวัดเชียงใหม่ 
                                                      โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่น นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่ง
                                                      เติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้เป็นอย่างดีเพื่อเตรียมความพร้อมรับมือสถานการณ์ภัยแล้ง เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง 
                                                    </div>
                                                    
                                                    <br>
                                                    <h3>3. กลุ่มเป้าหมาย และผู้มีส่วนได้ส่วนเสีย : </h3>
                                                    <div class="text2"> 3.1 กลุ่มเป้าหมาย :  </div>
                                                    <div class="text3"> 
                                                      1) องค์การบริหารส่วนจังหวัดเชียงใหม่ สามารถนำผลผลิตไปใช้วางแผนให้การสนับสนุนองค์กรปกครองส่วนท้องถิ่น ในการปรับปรุงและซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม
                                                      <br>
                                                      2) หน่วยงานราชการ หน่วยงานปกครองส่วนท้องถิ่น และชุมชน สามารถนำข้อมูลมาวางแผนการบริหารจัดการ เพื่อการวางแผนแก้ไขปัญหาการขาดศักยภาพของฝายในพื้นที่ได้โดยใช้รูปแบบการวางแผนแก้ไขปัญหาในพื้นที่ต้นแบบเป็นตัวอย่างได้  
                                                       <br>
                                                      3) องค์การบริหารส่วนจังหวัดเชียงใหม่และหน่วยงานที่เกี่ยวข้อง สามารถใช้เพื่อกำหนดนโยบาย และติดตามงานด้านบริหารจัดการน้ำ การจัดการภัยแล้งและน้ำท่วมในพื้นที่
                                                    </div>
                                                   
                                                    <div class="text2">  
                                                      3.2 ผู้มีส่วนได้ส่วนเสีย  
                                                    </div>
                                                    <div class="text3"> 
                                                      องค์การบริหารส่วนจังหวัดเชียงใหม่ จังหวัดเชียงใหม่ กรมป้องกันและบรรเทาสาธารณภัย กรมชลประทาน กรมทรัพยากรน้ำ ทรัพยากรธรรมชาติและสิ่งแวดล้อมจังหวัด กรมเจ้าท่า องค์กรปกครองส่วนท้องถิ่น มูลนิธิ องค์กรสาธารณกุศล อาสาสมัคร และประชาชน
                                                    </div>
                                                    
                                                    <br>
                                                    <h3>4. เป้าหมาย ผลผลิต และผลลัพธ์ : </h3>
                                                    <div class="text2"> 4.1 เป้าหมายโครงการ :</div>
                                                    <div class="text3" style="overflow-x:auto;" width="50%">
                                                      <table border="1" width="80%" >
                                                        <tr align="center">
                                                          <th>ตัวชี้วัด</th>
                                                          <th>หน่วยนับ</th>
                                                          <th> ปี 2567 </th>
                                                        </tr>
                                                        <tr>
                                                          <td width="60%" class="text2">
                                                            จังหวัดเชียงใหม่มีระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝาย<br>
                                                            พร้อมแนวทางและวิธีการแก้ไขปัญหา เพื่อเตรียมความพร้อมรับมือภัยแล้งและน้ำท่วม <br>
                                                            ในพื้นที่ทุกตำบลครอบคลุม 13 อำเภอในจังหวัดเชียงใหม่ 
                                                          </td>
                                                          <td width="20%" align="center">ระบบ </td>
                                                          <td align="center" width="20%" > 1</td>
                                                        </tr>
                                                      </table>
                                                    </div>
                                                    <div class="text2"> 4.2 ผลผลิต : </div> 
                                                    <div class="text3">
                                                      1) พื้นที่จังหวัดเชียงใหม่ จำนวน 13 อำเภอ มีระบบการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายพร้อมแนวทางและวิธีการแก้ไขปัญหาเพื่อเตรียมความพร้อมรับมือภัยแล้งและน้ำท่วม นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้
                                                      2) มีฐานข้อมูลและแนวคิดสำหรับวิธีการแก้ไขปัญหาเพื่อปรับปรุงฝายครอบคลุมทั้ง 13 อำเภอของจังหวัดเชียงใหม่ เพื่อให้หน่วยงานที่เกี่ยวข้องนำไปใช้วางแผนและออกแบบรายละเอียดในการแก้ปัญหาที่เหมาะสมได้ เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง
                                                    </div>
                                                    <div class="text2"> 4.3 ผลลัพธ์ : </div> 
                                                    <div class="text3">
                                                      ฝายในทุกตำบลในพื้นที่ทั้ง 13 อำเภอของจังหวัดเชียงใหม่ ได้รับการประเมินสภาพและปรับปรุงเพื่อเพิ่มประสิทธิภาพให้สามารถยกระดับผันน้ำเข้าคลองหรือเหมืองส่งน้ำไปใช้ในฤดูการเพาะปลูก และสามารถเก็บกักน้ำไว้ใช้ในฤดูแล้งเพื่อบรรเทาปัญหาภัยแล้งและน้ำท่วม 
                                                      นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้เป็นอย่างดี มีฐานข้อมูลการตรวจประเมินสภาพฝายครอบคลุมทั้ง 13 อำเภอของจังหวัดเชียงใหม่ 
                                                    </div>
                                                    <br>
                                                    <center>
                                                      <h5>รูปภาพขอบเขตการดำเนินโครงการในพื้นที่ทั้งหมด 13 อำเภอของจังหวัดเชียงใหม่</h5>
                                                      <!-- <img src="{{ asset('images/icon/basinLP.png') }}" width="40%"> <br> -->
                                                      <img src="{{ asset('images/icon/basinLP_P2.jpg') }}" width="40%"> <br>
                                                      ดาวน์โหลด : <a href="{{ asset('images/icon/basinLP_P2.jpg') }}" download> แผนที่แสดงขอบเขตของโครงการ   </a>
                                                    </center>
                                                    <!-- <h3>5. ระบบสารสนเทศการตรวจประเมินสภาพฝายและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงราย : </h3>
                                                      <div align="center">
                                                          <img src="{{ asset('images/icon/qr.png') }}" width="20%"> <br>
                                                          เว็บไซต์ : <a href="https://watercenter.scmc.cmu.ac.th/weir/lampang/"> www.watercenter.scmc.cmu.ac.th/weir/jang_basin/ </a> <br>
                                                          ดาวน์โหลด : <a href="{{ asset('images/icon/qr.png') }}" download> QRcode  </a>
                                                      </div> -->
                                                  
                                                </div>
                                              </div>
                                            </div>
                                          </div>
                                        </div>
                                    </div>
                                    
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
          </div>
            @include('menu.foot')
          </div>
          
        </div>

      </div>
    </div>
    
    
    <script src="{{ asset('js/form/jquery.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-ui.min.js')}}"></script>
    <script src="{{ asset('js/form/bootstrap.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-i18next.min.js')}}" ></script>
    <script src="{{ asset('js/form/pcoded.min.js')}}" ></script>
    <script src="{{ asset('js/form/menu-hori-fixed.js')}}" ></script>
    <script src="{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js')}}" ></script>
    <script src="{{ asset('js/form/script.js')}}"></script>
   
  
    <script src="{{ asset('js/form/jquery.datatables.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.buttons.min.js')}}" ></script>

    <script src="{{ asset('js/form/datatables.fixedheader.min.js')}}"></script>

    <script src="{{ asset('js/form/datatables.colreorder.min.js')}}" ></script>
    <script src="{{ asset('js/form/buttons.print.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.bootstrap4.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.responsive.min.js')}}" ></script>
    <script src="{{ asset('js/form/responsive.bootstrap4.min.js')}}"></script>

    <script src= "{{ asset('js/form/fixed-header-custom.js') }}"></script>

    <script src= "{{ asset('js/form/pcoded.min.js') }}"></script>
    <script src= "{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js') }}"></script>

  
    <script src="{{ asset('js/form/rocket-loader.min.js')}}" data-cf-settings="ce2668daaac54a74e9f6cdff-|49" defer=""></script>

  
  </body>

</html>
